Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: I agree that the starting point must be in the higher end of the penalty scale, but I will refrain from fully exploiting this scale.
nb: Jeg er enig i at utgangspunktet må ligge i det øverste sjiktet av strafferammen, men jeg viker tilbake for å utnytte rammen fullt ut.

source: He arranged and prepared travels for persons who joined or attempted to join ISIL in Syria.
nb: Han tilrettela og organiserte reiser for personer som sluttet seg til eller forsøkte å slutte seg til ISIL i Syria.

source: The Supreme Court found that the mother's omission undoubtedly created a situation of serious and repeated abuse, covered by section 282 of the Penal Code.
nb: Høyesterett kom til at dette rammes av straffebudet mot mishandling i nære relasjoner, jf. straffeloven § 282.

source: Before going into the more concrete assessment of evidence, I wish to mention that I am
nb: Før jeg går inn i den mer konkrete bevisbedømmelse, nevner jeg at jeg er enig med førstvoterende i at man

source: In Proposition to the Odelsting (Bill) no. 6 (2003-2004), page 146, the Ministry of Labour and Government Administration agreed with the minority’s view and proposed that the protection when enforcing the Norwegian provisions should be linked to the ECHR and the European Court of Human Rights.
nb: 6 (2003–2004) side 146 sluttet Arbeids- og administrasjonsdepartementet seg til mindretallets syn, og foreslo at vernet ved håndhevelsen av de norske bestemmelsene skulle være knyttet til EMK og EMD.

source: The property tax case in Oslo
nb: Eiendomsskattesaken i Oslo

source: Against this background, I find that the provision on proportionate reduction is in the interest of the herders.
nb: Jeg mener på denne bakgrunn at bestemmelsen om forholdsmessig reduksjon er gitt i reindriftsutøvernes interesse.

source: Need help to fill out forms?
nb: Hjelp til skjemautfylling?

source: The complaint concerned a land consolidation case involving several sub
nb: Prinsippene skal også tjene til opplysning om hva som er god dommerskikk.

source: and secured, the international machinery of enforcement being
nb: rettssystemet og rettsnormene er i kontinuerlig

source: A's appeal against the application of the law under count II of the indictment can thus not succeed; however, I find that the period of participation was shorter than concluded by the court of appeal.
nb: As anke over lovanvendelsen under tiltalen post II kan etter dette ikke føre frem, likevel slik at jeg legger til grunn en kortere deltakerperiode enn lagmannsretten.

source: This question requires a closer assessment of whether the penalty criterion in Article 7 of the
nb: Dette spørsmålet vil bero på en nærmere vurdering av om kriteriene for straff – «penalty» – i EMK artikkel 7 er oppfylt, jf.

source: The question is, as mentioned, whether the exceptions are inconsistent with the Refugee Convention Article 1 A (2), reading as follows:
nb: Spørsmålet er som nevnt om unntakene er i strid med flyktningkonvensjonen artikkel 1 A (2), som lyder slik i norsk oversettelse:

source: I add that one of the other participants had given notice in advance that she had problems with her back.
nb: Jeg nevner her at en av de andre deltakerne hadde sagt fra på forhånd om at hun hadde ryggproblemer.

source: The Police Databases Act was adopted in 2010, but section 12 – essential in the case at hand – was not implemented until September 2013.
nb: Politiregisterloven ble vedtatt i 2010, men § 12 – som er sentral i denne saken – ble først satt i kraft i september 2013.

source: If a perpetrator of violence experiences that he can violate a restraining order, this has the direct opposite effect of the intention and the man will perceive this as a legitimizing of his actions.”
nb: Dersom en voldsutøver opplever at han kan bryte et ilagt besøksforbud, virker dette stikk motsatt av intensjonen, og mannen vil oppleve det som en legitimering av sine handlinger."

source: Question 4 – principal question
nb: Spørsmål 4 – hovedspørsmål:

source: The Lapp Commission (page 31 of the Report) points to the problems of obtaining
nb: Lappekommisjonen (innberetningen side 31) peker på problemene med å skaffe pålitelige opplysninger om

source: The appellants have claimed a declaratory judgment to the effect that the removal of C breaches article 8 of the EHCR concerning the right to a private life.
nb: De ankende parter har krevd fastsettelsesdom for at utsendelsen av C krenker EMK artikkel 8 om retten til privatliv.

source: doubt is expressed as regards whether other family members than the expelled party should have party rights.
nb: uttrykkes det rett nok tvil med hensyn til om andre familiemedlemmer enn den utviste bør ha partsrettigheter.

source: In 2015, the Supreme Court heard two cases regarding forced adoption.
nb: Høyesterett behandlet i 2015 to saker om tvangsadopsjon.

source: It is also correct that the more serious the violence, the more natural is the application of article 3.
nb: Og det er også riktig at jo grovere volden er, jo mer nærliggende er det å benytte artikkel 3.

source: On the other hand, the handwritten remark by Harald Norman suggests that NF made an offer to subscribe.
nb: På den annen side tilsier den påtegningen Harald Norman gjorde, at NF fremsatte tilbud.

source: Such an overall assessment was also made with regard to section 54 of the Dispute Act,
nb: En slik samlet vurdering ble også gjort i forhold til tvistemålsloven § 54, jf.

source: I find that the two options in the law that I have mentioned – that the material is no longer "confided" and the implicit consent – are not adequate for making a general exemption from the seizure prohibition in accordance with the submissions of the prosecution authority.
nb: Jeg mener at de to alternativene i loven som jeg her har vært inne på – at materialet ikke lenger er "betrodd" og implisitt samtykke – ikke strekker til som grunnlag for å gjøre et generelt unntak fra beslagsforbudet etter de linjer påtalemyndigheten har tatt til orde for.

source: A could moreover have been a member without recruiting, and without giving financial or material support.
nb: A kunne dessuten vært deltaker uten å rekruttere, og uten å gi økonomisk eller materiell støtte.

source: This does not mean that the structural quota under the 2005 Regulation was "eternal", which it has been described as by some, but merely that the Regulation itself has not set any limit as to the length of time for which a structural quota can be allocated.
nb: Det betyr ikke at strukturkvoten etter 2005-forskriften var "evigvarende", som enkelte har betegnet den som, men kun at det i forskriften selv ikke er satt noen tidsgrense for hvor lenge strukturkvote kan tildeles.

source: , A was indicted for å having provided
nb: tiltalt for å ha gitt

source: “Inmates who have been sentenced to imprisonment for more than 18 years may pursuant to Section 35 be released on parole after being in prison for at least 12 years.
nb: ”Innsatte som er idømt fengselsstraff i mer enn 18 år kan med hjemmel i § 35 løslates på prøve etter å ha vært fengslet i minst 12 år.

source: The Ministry of Fisheries and Coastal Affairs had reversed an administrative decision regarding a right to engage in fishing of cod, haddock and pollock north of 62 north.
nb: Fiskeri- og kystdepartementet hadde omgjort et vedtak om deltakeradgang i fisket etter torsk, hyse og sei nord for 62 grader nord.

source: security interests may affect national security in such a way that it can warrant expulsion pursuant to section 30 of the Immigration Act.
nb: Det er da heller ikke tvilsomt at en risiko for terrorvirksomhet av betydning for norske sikkerhetsinteresser kan berøre rikets sikkerhet på en slik måte at det kan gi adgang til utvisning etter de aktuelle bestemmelsene i utlendingsloven § 30.

source: Over the course of the period 2002-2018, the Supervisory Committee received a total of 1851
nb: I løpet av 2002-2018 har Tilsynsutvalget mottatt 1851 klagesaker.

source: The employees appealed against the part of the judgment given for NAN, see item 3, and the part given for NAS with regard to A and B, see item 2.
nb: De ansatte anket frifinnelsen av NAN, domsslutningen punkt 3, og frifinnelsen av NAS overfor to av de ansatte, domsslutningen punkt 2.

source: The question is whether A’s persecution of NN under substantive law violates articles 8 or 3 of the ECHR and whether the State can in that event be held liable for failing to protect her.
nb: Det er spørsmål om As forfølgelse av NN materielt sett er i strid med EMK artikkel 8 eller 3, og om staten i tilfelle kan holdes ansvarlig for manglende beskyttelse av henne.

source: He equipped B with a Huawei Ascend Y330 mobile phone to be used on the journey to Syria and later.
nb: Han utstyrte B med en Huawei Ascend Y330 mobiltelefon som blant annet skulle benyttes under reisen til Syria.

source: Note that material that falls within the scope of the Criminal Procedure Act section 118, such as communication with the child welfare service, may not be surrendered without the consent of the relevant ministry or anyone authorised to give such consent.
nb: 118, eksempelvis kommunikasjon med barnevernet, så kan ikke utlevering skje uten at samtykke fra det aktuelle departementet eller den slik myndighet er delegert til er innhentet.

source: child, see section 29 (f), for instance the risk that the child is given away in marriage.
nb: § 29 bokstav f, for eksempel risikoen for at barnet blir giftet bort.

source: In my view, the fact that the document signed by Harald Norman has the heading "INVITATION TO SUBSCRIBE FOR SHARES IN REE MINERALS AS", is not decisive.
nb: At dokumentet som Harald Norman undertegnet, har overskriften "TILBUD OM TEGNING AV AKSJER I REE MINERALS AS", er etter mitt syn ikke avgjørende.

source: On this, the Committee states the following in para 16:
nb: Om dette uttaler komiteen i punkt 16:

source: He then received 120 000 rupees in return.
nb: Han fikk da 120 000 rupier tilbake.

source: conditions prevailing in the present Essand than in Riast/Hylling.
nb: «Kantlaget», slik at han må ha hatt bedre kjennskap til forholdene i nåværende Essand enn i Riast/Hylling.

source: As I have already pointed out, it says that an inmate “may” be released on parole when he has been in prison for 12 years.
nb: Som jeg allerede har påpekt, sier den at en innsatt ”kan” løslates på prøve når vedkommende har sonet 12 år.

source: When the Dogs Act was being discussed at the Storting [the Parliament], the legislative committee's majority held that dog care "is an essential part of many people's lives, and the dog serves a number of useful and social purposes", see page 10 of the committee's recommendation.
nb: Da hundeloven var til behandling i Stortinget, uttalte komiteens flertall at hundehold "er en viktig del av mange menneskers liv, og hunden tjener en rekke nyttige og sosiale formål", se side 10 i innstillingen.

source: The seized Portuguese residence permit is forfeited pursuant to section 35 of the Penal Code.
nb: Det beslaglagte portugisiske oppholdskortet inndras, jf. straffeloven § 35."

source: In other contexts, the fact alone that the trademark is well known may be a basis for concluding that it is also known as a sign.
nb: I andre sammenhenger kan det vel være slik at allerede det at merket er kjent, kan gi grunnlag for den slutning at det også er kjent som et særlig merke.

source: Based on the unlawful hiring of labour, the pilots and the cabin crew members are entitled to permanent employment in NAS, see section 14-14 of the Working Environment Act.
nb: Basert på den ulovlige innleien har pilotene og de kabinansatte krav på fast ansettelse i NAS, jf. arbeidsmiljøloven § 14-14.

source: Vinci Construction and GTM Génie Civil et Services v. France
nb: Vinci Construction og GTM Génie Civil et Services mot Frankrike

source: stated that the Sami did not have common of pasture, cf. page 10, second column, of the
nb: innberetningen side 10 annen spalte. I de øvrige områdene må konklusjonen på kommisjonens undersøkelser sammenholdes

source: On the other hand, the Court establishes in paragraph 104 that the prevention of crime may prevail in the balancing.
nb: På den annen side konstaterer EMD i avsnitt 104 at hensynet til kriminalitetsforebyggelse kan få utslagsgivende vekt i avveiningen.

source: paragraph 91. Whether the threshold of severity has been reached depends on an overall assessment, taking into account, inter alia, the nature of the treatment and its context, its duration, the physical and mental effects on the person subjected to it, and, in some cases, also the sex,
nb: avsnitt 91. Om grensen er overskredet, beror på en samlet vurdering, hvor det blant annet skal legges vekt på behandlingens karakter og den sammenhengen den inngår i, varigheten, de fysiske og psykiske virkningene for den som rammes, og etter forholdene også vedkommendes kjønn, alder og helsetilstand, jf.

source: The Norwegian University of Science and Technology, A (Counsel John Christian Elden)
nb: Påtalemyndigheten (statsadvokat Tone Aase) mot Norges Teknisk-Naturvitenskapelig Universitet NTNU, A (advokat John Christian Elden)

source: It may seem as if the issue has been overlooked.
nb: Det kan synes som om problemstillingen ble oversett.

source: The offence was however not covered by section 191 of the Penal Code. In that regard, it was pointed out that the convicted person had not had any connections to organised crime, and that the stored amount of explosives and precursors was relatively limited.
nb: Forholdet ble imidlertid ikke rammet av straffeloven § 191, som kommer til anvendelse på de mest alvorlige tilfellene av ulovlig befatning med skytevåpen, eksplosiver og utgangsstoffer for eksplosiver.

source: However, in Rt-2015-129
nb: Høyesterett har imidlertid i Rt-2015-129

source: This contract chain – the respondents contend – is sufficient for Skaugen to be bound by the arbitration clause between the Shipyard and MAN Germany.
nb: Denne kontraktskjeden – hevdes det – er tilstrekkelig til at Skaugen er bundet av voldgiftsklausulen mellom Verftet og MAN Tyskland.

source: As early as by the seine purse judgment in Rt. 1961, page 554, the Supreme Court established that a prohibition against fishery was not an interference with a constitutional right.
nb: 1961 side 554 fastslo Høyesterett at et forbud mot fiske ikke var et inngrep i en grunnlovsbeskyttet rettighet.

source: NAS was established in 1993 to acquire the flying activities that had previously been conducted by the bankrupt airline Busy Bee with three propeller aircraft for Braathens SAFE.
nb: NAS ble stiftet i 1993 for å overta flyvirksomheten som det konkursrammede flyselskapet Busy Bee hadde drevet med tre propellfly for Braathens SAFE.

source: To the extent it was necessary to ask for an advance, C received a couple of hundreds in connection with his return to India.
nb: I den utstrekning det var aktuelt å be om forskudd, fikk C noen hundre kroner i forbindelse med tilbakereisen til India.

source: the parties have been led to expect that a judgment wil be pronounced at a specific time, it is
nb: At han reagerte på disse uttalelsene må klager forstå uten å fremstille det som at hans intensjon

source: The Herring Sales Association confiscated the catch settlement in accordance with section 21 of the Fish Sales Act.
nb: Et dansk fiskefartøy omsatte likevel sin fangst, og Sildesalgslaget inndro oppgjøret etter fiskesalgslagsloven § 21.

source: Pregnant persons, as well as persons with back, neck or pelvis problems or similar afflictions, must be informed in particular of the risks associated with vessels operating with speeds above 20 knots."
nb: Gravide, samt personer med rygg-, nakke-, eller bekkenskader eller tilsvarende helseplager skal informeres særlig om risikoen i forbindelse med fartøy som opererer med hastigheter over 20 knop."

source: Based on A's influence, inducement and practical assistance, it must be concluded that he recruited J into ISIL.
nb: As påvirkning, tilskyndelse og praktiske bistand gjør at det må legges til grunn at han har rekruttert J til ISIL.

source: As far as I can understand, the violations are fairly typical and by nature have actual importance for the immigration administration's activities and control possibilities, cf. Rt. 2009, page 534, paragraph 51,Rt.
nb: Overtredelsene er, så vidt jeg forstår, ganske typiske og har etter sin art reell betydning for utlendingsforvaltningens virksomhet og kontrollmuligheter, jf. 2009 side 534 avsnitt 51, Rt.

source: District Court proceedings
nb: Tingrettens behandling av saken

source: As already mentioned, it has also been important to assess whether the duty of
nb: Som nevnt har det i vurderingen også betydning om plikten til

source: paragraph 43 et seq., the Court explains why the result must differ from the result in and
nb: I Peruzzo og Martens-avgjørelsen avsnitt 43 flg. argumenterer EMD for hvorfor resultatet må bli et annet enn i S.

source: In accordance with HES instructions, he kept a good distance from the ferry before hitting them.
nb: I samsvar med HMS-instruks holdt han god avstand akter for fergen før han kjørte inn i bølgene.

source: Such an assumption seems to be confirmed by the fact that only 19 percent reply that they have seen the colour purple in connection with inhalers before, and that such inhalers are manufactured by one company.
nb: En slik forutsetning synes bekreftet ved at bare 19 prosent svarer at de har sett fargen lilla i forbindelse med inhalatorer tidligere, og også at slike inhalatorer er produsert av ett selskap.

source: It is set out in item 8 on page 28 that if there is "doubt regarding the identity of the immigrant", an application for a travel document should "as a main rule be rejected".
nb: Det fremgår i punkt 8 på side 28 at hvis det er "tvil om utlendingens identitet" skal søknad om reisebevis "som hovedregel avslås".

source: “… however my animals might get to Bukhammeren on some occasions.
nb: «... dog kunde mine Dyr komme til Bukhammeren enkelte Gange.

source: With regards to whether, materially speaking, there is a violation of a convention in this case, I refer to what I discussed in connection with the validity proceedings.
nb: Med hensyn til om det materielt sett foreligger konvensjonsbrudd i saken her, viser jeg til det jeg har sagt i tilknytning til gyldighetssøksmålet.

source: The complaint concerned a court hearing.
nb: Klagen knyttet seg til et avholdt rettsmøte.

source: It quickly became clear that A was not prepared to comply with the restraining order and there were reports that he was making new threats.
nb: Det ble raskt etterpå klart at A ikke var innstilt på å rette seg etter kontakt- og besøksforbudet, og det ble rapportert om at han fremsatte nye trusler.

source: Since I have found that Article 3 ECHR has been violated, there is no reason for me
nb: Når det foreligger brudd på EMK artikkel 3, har de tiltalte krav på «an effective remedy», jf.

source: The state represented by the Ministry of Justice and Police Security is to be awarded costs in the Supreme Court.
nb: Momenter i vurderingen av om en slik refselse utgjør vold, er styrke og preg av krenkelse, sml.

source: It is also noted that it is relevant whether the action is brought in connection with insolvency proceedings, and whether it arises from insolvency legislation or other legislation, see para 18.
nb: I tillegg påpekes at det er relevant om søksmålet er anlagt i forbindelse med insolvensbehandling, og om det springer ut av lovgivning om insolvensbehandling eller annen lovgivning, jf. avsnitt 18.

source: Wilson v. United Kingdom
nb: Wilson mot Storbritannia

source: And if it is believed, like I do, that B has the right to institute validity proceedings, it is natural that she also should have had party rights in connection with the administrative processing.
nb: Og mener man, som meg, at B har anledning til å anlegge gyldighetssøksmål, er det nærliggende at hun også burde hatt partsrettigheter allerede i forbindelse med den administrative behandlingen.

source: The difference concerns the very events leading to the bite, which I do not find significant in the legal assessment to be made pursuant to section 18.
nb: Ulikheten gjelder selve opptakten til bittet og har etter mitt syn liten betydning for den rettslige vurderingen som skal foretas etter § 18.

source: "It is noted that [A] and her family have not been consigned to internal flight, but rather to return to their family at their stated domicile.
nb: "Det bemerkes at [A] og hennes familie ikke av UNE er henvist til internflukt, men heller til å returnere til sin familie på sitt opplyste hjemsted.

source: come to L's use, and thus also ISIL's use, when the payments were made upon L's instruction".
nb: funnet bevist at pengene "har … kommet L og således også ISIL til nytte, når betalingene skjedde etter anvisning fra L".

source: The parties before the Supreme Court agree that the protection period for the 2002 CD has expired, and that, as a starting point, extraction and reutilisation of the Supreme Court rulings from 2002 and throughout 2007 contained in the 2005 DVD and in Lovdata’s online databases constitute an infringement of the database protection provided for in section 24.
nb: Partene er for Høyesterett enige om at vernetiden for 2002-CD-en er utløpt, og at uttrekk og gjenbruk av høyesterettsavgjørelser fra perioden fra høsten 2002 og ut 2007 fra 2005-DVD-en og Lovdatas onlinedatabaser i utgangspunktet er en krenkelse av databasevernet etter § 24.

source: The respondent has claimed costs in the Supreme Court of NOK 280 000 with the addition of VAT.
nb: Ankemotparten har krevd sakskostnader for Høyesterett med 280 000 kroner med tillegg av merverdiavgift. Kravet tas til følge, jf.

source: Akerholt and Norges Automobil-Forbund have asked that costs in the Supreme Court be awarded to Akerholt.
nb: Akerholt og Norges Automobil-Forbund har nedlagt påstand om at Akerholt skal tilkjennes sakskostnader for Høyesterett.

source: In the Report it says on page 42, first column:
nb: I innberetningen side 42 første spalte heter det:

source: I have based my sentence partially on Supreme Court judgments Rt-2003-1163 and Rt-2011-1022.
nb: Ved utmålingen har jeg sett hen til blant annet Rt-2003-1163 og Rt-2011-1022.

source: The contention from the appellants is that the State does not own Svartskogen.
nb: Påstanden fra de ankende parter er at staten ikke eier Svartskogen.

source: On page 7 of this ruling, the Court points out that the DNA profile had been stored “anonymously and encoded”.
nb: I avgjørelsen på side 7 fremhever domstolene at DNA-materialet var lagret «anonymously and encoded».

source: Based on what the local council knew about the consequences of a new route for reindeer husbandry, as was the case with the ferry landing, I cannot see how an impact assessment could have resulted in the authorities choosing not to build the road outside Stakkvik.
nb: Kjerneområdet for arbeidet til en ingeniør i jordskifteretten er landmålingsoppgaver som oppmåling av grenser, feltregistrering av nødvendig informasjon i sakene (GIS) og kartframstilling på en korrekt og pedagogisk måte.

source: And the Bankruptcy Act section 136 has special rules on the secured party's position when the estate is returned to the debtor.
nb: Og konkursloven § 136 gir særlige regler om panthaveres stilling når boet tilbakeleveres skyldneren.
